[
    {
        "_id": "01893",
        "name": "Maurice Zbriger Fonds",
        "contents": "Contains 0.13m of textual records, 151 photographs, and 49 sound recordings",
        "biosketch": "Maurice Zbriger was a Canadian composer, conductor, and violinist born on July 10, 1896 in Kamenets-Podolskiy, Ukraine in 1896. Trained in violin as a child and into adult under Leopold Auer at the St Petersburg Conts (alongside Jascha Heifetz and Nathan Milstein), Zbriger spent his budding music career performing at cafes around Europe until 1924, when he emigrated to Montreal. Zbriger devoted the following decades of his life to his music career, beginning with co-founding the Traymore Quartet (later Traymore Salon Orchestra) in 1925 where he popularized the “gypsy music” genre in Canada and produced 78s for Compo. Zbriger was primarily a soloist and conductor, and collaborated with numerous radio programs--most notably CKAC, through which he hosted a radio program for 40 years, and CBC. Zbriger joined the Montreal Orchestra in the early 1930s, and later on in the decade became a member of the orchestra of the CSM (MSO) and Montreal festivals. Zbriger co-composed a number of his 250 songs (including 42 marches and 8 overtures) with his wife Mary Zbriger; some notable musicians who performed his works include Yolande Dulude, Yoland Guérard, and Erna Sacks. For the last several decades of his life, Zbriger was the sole owner of Schwartz’s in Montreal. Zbriger passed away in 1981. In 1982 the NFB produced a film about him entitled The Concert Man.",
        "description": "The fonds is comprised mostly of records pertaining to Maurice Zbriger's career as a musician and composer, including sheet music both used by Zbriger in practice, and composed by Zbriger himself, mostly ranging from the late 1910s through the 1950s. The fonds also contains a number of photographs of Zbriger's family, friends, and collaborators. Many feature his wife, Mary Zbriger, or Maurice Zbriger with other musicians (including Erna Sack at CKAC); additionally, a small collection of musicians' portraits (some of whom were Zbrgier's collaborators) is included.",
        "tags": ["Violinists", "Composers"], 
        "language": ["English", "Hungarian"],
        "institutionId": "01", 
        "repository": "Montreal Public Library Archives"
    },
    {
        "_id": "01673",
        "name": "Rita Briansky Fonds",
        "contents": "Contains 1.0m of textual documents and other material",
        "biosketch": "Rita Briansky, painter, printmaker-etcher and teacher, was born in 1925 in Grajewo, Poland. Together with her mother and two sisters, Bella and Becky, the family moved to Ansonville, Ontario in 1929. Here, they joined Briansky's father and uncle, Jake Perlmutter, and his family in Ansonville, which at the time had a small Jewish community. In 1939, the family moved to Val d'Or, Quebec and finally to Montreal in 1941. Then in her mid-teens, Rita Briansky was a keen student who nourished a continued interest in art. With the move to Montreal, the Briansky Family struggled financially and was unable to afford the fee for Rita's high school education. It was the Yiddish poet Ida Maze (Massey) who found Rita a job so she would be able to pay for her schooling. This encouragement served as the beginning of a valuable friendship, as well as helping foster Briansky's artistic career. Briansky is long-established within Montreal's art community working and living alongside a tight-knit group of artists. In addition, she has worked as teacher, both of art history and studio arts. Briansky's artistic practice has won her multiple awards and her work is included in the permanent collections of institutions such as the National Gallery in Ottawa, the Winnipeg Art Gallery and the Montreal Museum of Fine Arts.",
        "description": "The fonds contains documentation, professional and working materials of Rita Briansky's many projects and works. The fonds consists of textual records, including correspondence, selections of the artist's writing; graphic material, including sketchbooks and photographic documentation of her work; audio recordings of Rita Briansky's interviews and reviews; newspaper clippings, bibliographic reference publications and articles citing the artist's work. In addition to textual material, the Rita Briansky Fonds includes 54 sketchbooks, 255 etchings, 1701 photographs, and 3 audio cassettes.",
        "tags": ["Women Artists", "National Gallery of Canada", "Montreal Museum of Fine Arts"],
        "language": ["English", "French"], 
        "institutionId": "01",
        "repository": "Montreal Public Library Archives"
    }
]